<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Мовні ресурси аутентифікації
    |--------------------------------------------------------------------------
    |
    | Наступні мовні ресурси використовуються під час аутентифікації для
    | різних повідомлень які ми повинні вивести користувачеві на екран.
    | Ви можете вільно змінювати ці мовні ресурси відповідно до вимог
    | вашої програми.
    |
    */

    'failed' => 'Ці облікові дані не збігаються з нашими записами.',
    'password' => 'Наданий пароль невірний.',
    'password_confirmation' => 'Підтвердження пароля',
    'throttle' => 'Занадто багато спроб входу в систему. Будь ласка, повторіть спробу через: :seconds секунд.',
    'send_password_reset_link' => 'Надіслати посилання для скидання пароля',
    'sign_in_to_start_your_session' => 'Увійдіть, щоб почати сеанс',
    'register_a_new_membership' => 'Зареєструвати новго користувача',
    'i_forgot_my_password' => 'Я забув свій пароль',
    'reset_password' => 'Скидання пароля',
    'sign_in' => 'Увійти в систему',
    'remember_me' => 'Запам\'ятати мене',
    'remember_the_password' => 'Пам\'ятаєте пароль? <a href=":url">Увійти!</a>',
    'already_have_an_account' => 'У вас вже є акаунт? <a href=":url">Увійти!</a>',
    'register' => 'Зареєструватися',
    'login' => 'Увійти',
    'logout' => 'Вийти'
];
